[
  {
    "content" : "거울을 쳐다보니 사람의 얼굴이 아니라 바로 문둥이 그 화상이었다. 기절할 노릇이다. 결절 은 팔다리 얼굴 할 것 없이 나날이 기하급수로 단말마의 발악처럼 퍼지는 것이었다.\n이곳저곳에서 쑥덕쑥덕한다.\n하루는 상사가 부른다.\n\"문둥병이 아닌가?\"라고 한다. 빨리 치료를 하라는 것이었다.\n인제는 그만이다. 세상아! 잘 있거라 하면서 나는 창황히 집으로 돌아왔었다.\n고향 땅 함흥에 돌아왔으나 이 꼴로 집에 들어갈 수가 없다. 더욱 동리 사람의 눈이 무서워서 도저히 밝은 낮에는 들어갈 수가 없었다. 진종일 밤이 오도록 기다렸다. 사람이 안 다니는 호련 천가 뜰에서 종일 굶으며 기다려야 한다. 인제는 정말로 문둥이 된 설움이 가슴을 찢는다. 문 둥이 생활로 입학하는 분함과 서러움에 하루 종일 잔디에서 울었다. 내가 나를 생각해 보아도 내 값이 정말로 한 푼어치도 되지 않는 것을 통절하게 비판하였다.\n이제는 인간 폐업령이 내렸다. 이 원한을 피를 토하며 통곡하였다. 몇백 번 죽음을 고쳐 죽어 도 자욱 자욱 피맺힌 서러움과 뉘우침이 가득 찬 문둥이라는 것을 비로소 알게 되었다.\n밤이 어두워진다. 모든 것을 검게 가리어 주는 밤이 온다."
  },
  {
    "content" : "충청·전라·경상 삼도의 어름에 악하고 사나운 형 놀부와 순하고 착한 아우 흥부가 살았는데, 놀부는 부모의 유산을 독차지하고 흥부를 내쫓았다. 아내와 많은 자식과 함께 쫓겨난 흥부는 할 수 없이 언덕에 움집을 짓고 살지만 먹을 것이 없었다.\n\n하루는 놀부의 집으로 쌀을 구하러 갔으나 매만 맞고 돌아왔다. 여러 가지 품팔이를 다해 보아도 먹고 살길이 없어, 대신 매를 맞아 주는 매품팔이를 하나 그것도 안 되었다.\n\n어느 해 봄, 제비가 돌아와 집을 짓고 사는데 새끼 한 마리가 땅에 떨어져 다리가 부러졌다. 흥부가 불쌍히 여겨 다리를 매어 주니 고맙다고 날아갔다. 그리고 그 이듬해 봄에 돌아올 때 박씨 하나를 물어다 주었다. 흥부는 그 박씨를 심어 가을에 큰 박을 많이 땄는데 그 속에서 금은보화가 나와 큰 부자가 되었다.\n\n놀부가 이 소식을 듣고 제비 새끼의 다리를 일부러 부러뜨려 날려보냈다. 이듬해 봄에 제비가 가져다 준 박씨를 심어 많은 박을 땄는데 그 속에서 온갖 몹쓸 것이 나와 집안이 망하게 되었다. 흥부는 이 소식을 듣고 놀부에게 재물을 주어 살게 하고, 그 뒤 놀부도 잘못을 뉘우치고 착한 사람이 되었으며 형제가 화목하게 살게 되었다."
  },
  {
    "content" : "\"판소리 다섯마당 가운데 하나. 남원부사의 아들 이몽룡(李夢龍)이 퇴기(退妓) 월매(月梅)의 딸 춘향과 사랑하다가 헤어진 뒤, 춘향이 남원 신임 사또의 수청을 거절하다가 옥에 갇힌 것을 이몽룡이 전라어사가 되어 구한다는 이야기를 판소리로 짠 것이다.\n\n사설의 문학성이나 소리의 음악성으로 보아 가장 예술성이 높고 청중들에게 사랑을 받는 마당일 뿐만 아니라 사설의 길이도 가장 길어서 한마당을 모두 부르는데 짧은 바디는 5시간, 긴 바디는 8시간이 걸린다.\n\n＜춘향가＞는 조선 중기에 이미 불렸을 것으로 짐작되나, 1754년(영조 30)유진한(柳振漢)이 지은 ≪만화집 晩華集≫의 ＜춘향가＞가 가장 오래된 문헌으로 꼽힌다.\n\n그 밖에 송만재(宋晩載)의 ＜관우희 觀優戱＞, 장지완(張之琬)의 ＜광한루시 廣寒樓詩＞, 신위(申緯)의 ＜관극시 觀劇詩＞, 조재삼(趙在三)의 ≪송남잡지 松南雜識≫, 윤달선(尹達善)의 ＜광한루악부 廣寒樓樂府＞, 이유원(李裕元)의 ＜관극팔령 觀劇八令＞등이 있다.\n\n순조 때 명창 송흥록(宋興綠)이 ＜춘향가＞에서 ‘옥중가(獄中歌)’를 잘 불렀고, 그의 ‘옥중가’ 더늠이 오늘날까지 전하여진다."
  },
  {
    "content" : "어머니는 말을 둥글게 하는 버릇이 있다.\n오느냐 가느냐라는 말이 어머니의 입을 거치면 옹가 강가가 되고자느냐 사느냐라는 말은 장가 상가가된다 나무의 잎도 그저 푸른 것만은 아니어서 밤낭구 잎은 푸르딩딩해지고 밭에서 일 하는 사람을 보면 일 항가 댕가 하기에 장가 가는가라는 말은 장가 강가가 되고 애기 낳는가라는 말은 아 낭가가 된다 \n강가 낭가 당가 랑가 망가가 수시로 사용되는 어머니의 말에는 한사코 ㅇ이 다른 것들을 떠받들고 있다 남한테 해꼬지 한 번 안 하고 살았다는 어머니일생을 흙 속에서 산 \n무장허리가 굽어져 한쪽만 뚫린 동그라미 꼴이 된 몸으로 어머니는 아직도 당신이 가진 것을 퍼 주신다\n머리가 발에 닿아 둥글어질 때까지 C자의 열린 구멍에서는 살리는 것들이 쏟아질 것이다 우리들의 받침인 어머니 어머니는 한사코오손도순 살어라이 당부를 한다 \n어머니는 모든 것을 둥글게 하는 버릇이 있다"
  },
  {
    "content" : "「토끼전」의 줄거리는 대략 다음과 같다.\n\n용왕이 병이 나자 도사가 나타나 육지에 있는 토끼의 간을 먹으면 낫는다고 한다. 용왕은 수궁의 대신을 모아놓고 육지에 나갈 사자를 고르는데 서로 다투기만 할 뿐 결정을 하지 못한다.\n\n이 때 별주부 자라가 나타나 자원하여 허락을 받는다. 토기화상을 가지고 육지에 이른 자라는 동물들의 모임에서 토끼를 만나 수궁에 가면 높은 벼슬을 준다고 유혹하면서 지상의 어려움을 말한다.\n\n이에 속은 토끼는 자라를 따라 용궁에 이른다. 간을 내라는 용왕 앞에서 속은 것을 안 토끼는 꾀를 내어 간을 육지에 두고 왔다고 한다. 이에 용왕은 크게 토끼를 환대하면서 다시 육지에 가서 간을 가져오라고 한다.\n\n자라와 함께 육지에 이른 토끼는 어떻게 간을 내놓고 다니느냐고 자라에게 욕을 하면서 숲 속으로 도망가 버린다. 어이없는 자라는 육지에서 죽거나 빈손으로 수궁으로 돌아간다."
  }
]