[
  {
    "content" : "법령의 조문은 대개 ‘A에 해당하면 B를 해야 한다.’처럼 요건과\n효과로 구성된 조건문으로 규정된다. 하지만 그 요건이나 효과가\n항상 일의적인 것은 아니다. 법조문에는 구체적 상황을 고려해야\n그 상황에 ⓐ 맞는 진정한 의미가 파악되는 불확정 개념이 사용\n될 수 있기 때문이다. 개인 간 법률관계를 규율하는 민법에서\n불확정 개념이 사용된 예로 ‘손해 배상 예정액이 부당히 과다한\n경우에는 법원은 적당히 감액할 수 있다.’라는 조문을 ⓑ들 수\n있다. 이때 법원은 요건과 효과를 재량으로 판단할 수 있다. 손해\n배상 예정액은 위약금의 일종이며, 계약 위반에 대한 제재인\n위약벌도 위약금에 속한다. 위약금의 성격이 둘 중 무엇인지\n증명되지 못하면 손해 배상 예정액으로 다루어진다.\n채무자의 잘못으로 계약 내용이 실현되지 못하여 계약 위반이\n발생하면, 이로 인해 손해를 입은 채권자가 손해 액수를 증명\n해야 그 액수만큼 손해 배상금을 받을 수 있다. 그러나 손해\n배상 예정액이 정해져 있었다면 채권자는 손해 액수를 증명\n하지 않아도 손해 배상 예정액만큼 손해 배상금을 받을 수 있다.\n이때 손해 액수가 얼마로 증명되든 손해 배상 예정액보다 더\n받을 수는 없다. 한편 위약금이 위약벌임이 증명되면 채권자는\n위약벌에 해당하는 위약금을 ⓒ 받을 수 있고, 손해 배상 예정\n액과는 달리 법원이 감액할 수 없다. 이때 채권자가 손해 액수를\n증명하면 손해 배상금도 받을 수 있다.\n불확정 개념은 행정 법령에도 사용된다. 행정 법령은 행정청이\n구체적 사실에 대해 행하는 법 집행인 행정 작용을 규율한다.\n법령상 요건이 충족되면 그 효과로서 행정청이 반드시 해야 하는\n특정 내용의 행정 작용은 기속 행위이다. 반면 법령상 요건이\n충족되더라도 그 효과인 행정 작용의 구체적 내용을 ⓓ 고를\n수 있는 재량이 행정청에 주어져 있을 때, 이러한 재량을 행사\n하는 행정 작용은 재량 행위이다. 법령에서 불확정 개념이 사용\n되면 이에 근거한 행정 작용은 대개 재량 행위이다.\n행정청은 재량으로 재량 행사의 기준을 명확히 정할 수 있는\n데 이 기준을 ㉠ 재량 준칙이라 한다. 재량 준칙은 법령이 아니\n므로 재량 준칙대로 재량을 행사하지 않아도 근거 법령 위반은\n아니다. 다만 특정 요건하에 재량 준칙대로 특정한 내용의\n적법한 행정 작용이 반복되어 행정 관행이 생긴 후에는, 같은\n요건이 충족되면 행정청은 동일한 내용의 행정 작용을 해야 한다.\n행정청은 평등 원칙을 ⓔ 지켜야 하기 때문이다."
  },
  {
    "content" : "사람들이 지속적으로 책을 읽는 이유 중 하나는 즐거움이다. \n독서의 즐거움에는 여러 가지가 있겠지만 그 중심에는 ‘소통의 \n즐거움’이 있다.\n독자는 독서를 통해 책과 소통하는 즐거움을 경험한다. 독서는\n필자와 간접적으로 대화하는 소통 행위이다. 독자는 자신이 속한\n사회나 시대의 영향 아래 필자가 속해 있거나 드러내고자 하는 \n사회나 시대를 경험한다. 직접 경험하지 못했던 다양한 삶을 \n필자를 매개로 만나고 이해하면서 독자는 더 넓은 시야로 세계를\n바라볼 수 있다. 이때 같은 책을 읽은 독자라도 독자의 배경\n지식이나 관점 등의 독자 요인, 읽기 환경이나 과제 등의 상황 \n요인이 다르므로, 필자가 보여 주는 세계를 그대로 수용하지 \n않고 저마다 소통 과정에서 다른 의미를 구성할 수 있다.\n이러한 소통은 독자가 책의 내용에 대해 질문하고 답을 \n찾아내는 과정에서 가능해진다. 독자는 책에서 답을 찾는 \n질문, 독자 자신에게서 답을 찾는 질문 등을 제기할 수 있다. \n전자의 경우 책에 명시된 내용에서 답을 발견할 수 있고, \n책의 내용들을 관계 지으며 답에 해당하는 내용을 스스로 \n구성할 수도 있다. 또한 후자의 경우 책에는 없는 독자의 \n경험에서 답을 찾을 수 있다. 이런 질문들을 풍부히 생성\n하고 주체적으로 답을 찾을 때 소통의 즐거움은 더 커진다.\n한편 독자는 ㉠ 다른 독자와 소통하는 즐거움을 경험할 수도 \n있다. 책과의 소통을 통해 개인적으로 형성한 의미를 독서 모임\n이나 독서 동아리 등에서 다른 독자들과 나누는 일이 이에 해당\n한다. 비슷한 해석에 서로 공감하며 기존 인식을 강화하거나 \n관점의 차이를 확인하고 기존 인식을 조정하는 과정에서, 독자는\n자신의 인식을 심화 확장할 수 있다. 최근 소통 공간이 온라인\n으로 확대되면서 독서를 통해 다른 독자들과 소통하며 즐거움을\n누리는 양상이 더 다양해지고 있다. 자신의 독서 경험을 담은 \n글이나 동영상을 생산 공유함으로써, 책을 읽지 않은 타인이 \n책과 소통하도록 돕는 것도 책을 통한 소통의 즐거움을 나누는 \n일이다."
  },
  {
    "content" : "안녕하세요? 발표를 맡은 ○○○입니다. 지난 수업 시간에\n우리는 도로에서 볼 수 있는 안전 설계에 대해 배웠는데요,\n이와 관련한 유익한 내용이 있어 소개하려 합니다.\n여러분, 달리는 차 안에서 특정 구간을 지날 때 드르륵하는\n소리가 들리며 차가 진동하는 것을 느껴 본 적 있나요? (대답을\n듣고) 많은 분들이 경험했군요. 여러분이 느낀 진동은 도로에\n시공된 홈 때문일 수 있습니다. (㉠ 자료 제시) 왼쪽은 진행\n방향과 일치하는 세로 홈을, 오른쪽은 진행 방향에 수직인 가로\n홈을 진하게 표시한 그림입니다. 세로 홈은 도로에 살얼음이\n생기는 일을 줄이고, 가로 홈은 제동 거리를 줄여 주죠.\n특히 가로 홈을 활용하면 도로에서 멜로디가 들리게 할 수\n있는데요, 잠시 영상을 보겠습니다. (영상 제시) 차가 특정\n도로 구간을 지날 때 동요 멜로디가 들리는 것이 신기하죠?\n(㉡ 자료 제시) 화면에 보이는 것처럼 홈의 너비와, 홈 사이의\n도로면 너비를 합한 값에 따라 음 높이가 정해집니다. 홈 너비는\n일정하니까 결국 홈 사이 도로면의 너비에 따라 음 높이가\n달라지는 셈이죠. 이 자료에는 없지만 음 길이도 달라지게 홈을\n시공하면 차가 달릴 때 멜로디가 들리게 됩니다. 이 멜로디는\n운전자의 주의를 환기하여 졸음운전을 예방합니다. 실제로\n졸음운전으로 인한 교통사고 발생 건수가 월 평균 2.6건이었던\n구간에 멜로디가 들리게 가로 홈을 시공하자 해당 도로 구간\n에서의 교통사고가 3개월간 0건이었다고 합니다.\n도로에서의 또 다른 안전 설계는 터널에서도 확인할 수 있습\n니다. (㉢자료 제시) 조명등이 설치된 간격이 달라서 낮에 터널\n입구 쪽과 출구 쪽이 중간 구간보다 밝은데요, 이는 우리 눈이\n터널 입구에서는 어둠에, 출구에서는 밝음에 서서히 익숙해\n지도록 하는 것이지요.\n이 외에 곡선 도로에서 차가 이탈하는 것을 막기 위해 도로\n바깥쪽이 높아지게 경사를 주고, 밤에도 차선이 잘 보이게\n미세한 유리 알갱이를 차선에 바르기도 합니다. 발표 내용 잘\n이해되었나요? 그동안 무심코 지나쳤던 도로에서 안전을 위한\n장치들을 찾아보길 바라며 발표를 마치겠습니다."
  },
  {
    "contant" : "허생은 묵적동에 살았다. 묵적동에서 곧장 남산 아래로 이르는 곳에 우물이 있 고, 우물가에는 오래된 살구나무가 서 있었다. 살구나무를 향해서 사립문이 열려 있고, 몇 칸 안 되는 초가집은 비바람도 제대로 가리지 못했다. 그러나 허생은 독서를 좋아하고. 그 아내가 삯바느질을 하여 겨우 입에 풀칠을 하고 살았다. 하루는 아내가 배가 몹시 고파서 눈물을 흘리며,\n\"임자는 평생 과거에 응시하지도 않으면서 책을 읽어서 무엇하려고 그러시오?\"\n하니 허생이 웃으며 말했다.\n\"내가 책을 읽는 것이 아직 미숙해서 그렇다오.\"\n\"그렇다면 장인바치 일이라도 하지 그러시오?\"\n\"장인바치 일은 본래 배우지 못했으니, 어찌하란 말인가?\"\n\"그럼 장사가 있잖습니까?\"\n\n\"장사야 본시 밑천이 드는 법인데, 어찌하란 말인가?\"\n그 아내가 왈칵 화를 내고 버럭 소리를 질렀다.\n\"밤낮으로 책을 읽더니 고작 배운 게 '어찌하란 말인가'라는 말뿐이오? 장인바\n치 일도 못 한다. 장사도 못 한다면, 어째서 도적질은 못하는 게요?\"\n허생이 읽던 책을 덮고는 일어서면서,\n\"애석하도다. 내 본래 책 읽기를 십 년을 기약했더니. 이제 칠 년 만에 그만 접\n어야 하다니.\"\n하고 문을 나서서 가 버렸다.\n허생은 평소에 알고 지내는 사람도 없고 해서, 곧바로 번화한 운종가로 나아가\n시장 사람들에게 물었다.\n\"한양에서 누가 가장 부자입니까?\"\n변씨라고 말해 주는 사람이 있어서, 허생은 드디어 그 집을 찾아갔다. 허생은 변씨를 만나 길게 음을 하고는\n\"내가 집이 가난하여 조그마한 것을 시험해 보려는 것이 있으니. 그대에게 돈\n만금을 빌릴까 하오.\"\n하니 변 씨는 \"그러시오.\" 하고는 그 자리에서 만 금을 내주었다. 허생은 끝내 고맙다는 인사도 하지 않고 나가 버렸다."
  },
  {
    "contant" : "사람들은 나눔으로 수많은 다른 사람들을 살리기도 한다. 자연의 섭리가 인간 사회와 닮은 예 가운데 하나이다.\n언젠가 우리 대학교에 강사로 오신 한 연사께서 강연을 다음과 같이 시작하셨다고 한다. \"여기 앉아 계신 여러분이 아무것도 안 하고 산다 5면, 여러분은 평생 5,000명의 노동에 기대어 살 가능성이 큽니다. 하지 만 여러분이 열심히 살면 오히려 5,000명을 먹이는 삶을 살 가능성이 크지요. 여러분은 어떤 삶을 살겠습니까?\"\n나는 이 이야기를 들을 때, '아, 우리도 꼭 초신성 같구나!' 하고 생각 했다. 초신성에서 출발해서 그런가? 초신성이 그저 폭발만 한다면 엄청 10 난 충격을 일으켜 주변을 망가뜨리는 결과를 낳을 것이다. 하지만 초신 성은 그 폭발을 통해 중요한 원소들을 우주에 환원함으로써 오히려 우주에 생명의 씨앗을 뿌리게 되는 것 아닌가. 당신은 초신성처럼 살고 싶은가?"
  }
]